{"podcast_details": {"podcast_title": "The Indicator from Planet Money", "episode_title": "Metals, government debt, and a climate lawsuit", "episode_image": "https://media.npr.org/assets/img/2022/09/23/the-indicator_tile_npr-network-01_sq-cdaf29c3fae4825d9aed15df5a2ee4bdfcd95a3e.jpg?s=1400&c=66&f=jpg", "episode_transcript": " NPR. This is the Indicator from Planet Money. I'm Wayland Wong. And I'm Adrian Ma. And it's Friday, which means it's time for Indicators of the Week, that time where we highlight numbers from the past week of economic news. We are joined this week by a special guest, Nate Hedgie, host of the public radio podcast Outside In. Welcome back to the Indicator, Nate. Hey, it's great to be here. It's great to have you. And for listeners who might be interested in checking out your show, how would you describe what you cover? We cover pretty much anything and everything about the outdoors. So wildlife, cute stories about opossums, stuff like renewable energy, climate change. Sounds amazing. Especially the opossums. Oh, yeah. Climate change is really the reason we wanted to have you on this week because, well, it's been a year since Congress and the Biden administration passed the Inflation Reduction Act, which you can also think of as the Carbon Reduction Act because it has so many provisions in it aimed at addressing climate change. So we thought let's use this milestone as an excuse to highlight three climate-related indicators. That's coming up after the break. OK. My indicator is 23. As in, a little over a decade from now, U.S. demand for cobalt, nickel, and lithium will be 23 times greater than it was just a couple of years ago. Yeah. Demand for copper is also expected to double over that period. And all this is according to a recent report from this market research firm, S&P Global. So should I be investing in cobalt right now? Start stashing that cobalt under your mattress because it's going to become very valuable. In this report, they estimate that a good chunk of this increase in demand for all these metals, about 12 to 15 percent of this boost in demand, is actually because of the Inflation Reduction Act. The act includes a lot of tax incentives, government subsidies aimed at spurring investment in clean energy production, and getting people to adopt more energy-efficient technologies. Right. Like there was a lot of coverage of the incentives for electric vehicles, right? What else was there? Appliances, solar panels, stuff like that? It's also industrial-scale tech like wind turbines and carbon capture. And the idea is that as companies and consumers move towards these technologies, demand for the metals that go into them will increase as well. But a very big question mark in the coming years is whether the supply of all these metals, the cobalt, the nickel, the lithium, will actually keep up with that growing demand because mining companies have to go dig it out of the ground or pull it up from the bottom of the ocean. And there's some sketchy politics around digging up cobalt, and it's ethically squishy, is how I would say it. Exactly. Mining is a lengthy process which comes with a lot of regulation, and the US is trying to increase mining of these critical metals, but it currently relies heavily on imports. And that actually brings up another challenge, which is companies that want to take advantage of these IRA incentives pretty soon will not be allowed to get these critical metals from what are called foreign entities of concern, which will include China, a huge processor of these metals. Thanks, Adrian. And also, my climate indicator also has a bit of international flavor to it, and it actually has to do with debt, specifically sovereign debt, which is the money that countries borrow. So US Treasury bonds, for example, that is sovereign debt. Right. And so like a real example of that would be if I buy a US Treasury bond, I am lending money to the US government. Exactly. So sovereign debt. Well, there's a new study showing that climate change could make the cost of that borrowing go way up for governments. According to this study by researchers from academic institutions like Cambridge and Oxford, countries could see their annual interest payments go up by $45 billion to over $200 billion. That is my indicator, $45 billion to over $200 billion. That is a massive range, $45 to $200 billion. I'll walk you through how these researchers arrived at these numbers because it is such a big range. So they created this simulation to see what would happen to countries' credit ratings under different climate scenarios. They looked at about 100 countries from the US to China to Chile to Slovakia, and they tested different levels of warming. And so their model predicted that some countries could see their credit ratings get downgraded as soon as 2030. And then under those models, these downgrades lead to an increase in borrowing costs. I mean, it's like if a person's personal credit score goes down, that means it's harder for them to borrow money. Similar thing with the country's credit rating. If it goes down, then it becomes more expensive for that government to borrow money. It does, yeah, because we're already seeing how climate change can really disrupt an economy. You think about the impact of a natural disaster, like what we're seeing in Hawaii. You think about higher temperatures having a really ruinous effect on agriculture and other climate-sensitive industries around the world. And then that has consequences for a country's ability to manage its finances and then be seen as a credit-worthy borrower. Financial calamity on top of climate calamity. Yeah, I think it shows that debt and countries' finances and climate are deeply intertwined. That's heavy. That's depressing. Yeah, I'm sorry I didn't have more encouraging news for you today. But we are talking about the climate crisis. So I don't know, Nate, do you want to kind of try to lift us out of our funk here? So my indicator of the week is 16. That's the number of kids and teens who filed a lawsuit against the Montana state government back in 2020. And they argued that Montana was putting their health at risk through its energy policies. And so that lawsuit went to trial a couple of months ago, first of its kind, and they won, which means that the state is going to have to take climate change into account when it's deciding whether to approve new fossil fuel projects. I'm imagining little kids wearing suits that are too big for them standing up in court and making arguments. Am I picturing it correctly? No, but I like that. I like that image a lot. I think they had lawyers representing them. But these kids are now between the ages of five and 22 years old. And over this trial, their lawyers argued that, yes, climate change does exist. It's being driven by carbon emissions. And that in turn is creating less snow, more drought, bigger wildfires in Montana. And by the way, I live in Montana and looking outside the window right now, it's very smoky. I actually have a headache. So this is all very, very real. Oh, Nate. I know. I know. It's kind of just a fact of August. So the lawyers argued successfully that this has real impacts for folks living here. It's killing the fish we like to catch, the crops we grow, and like I'm experiencing right now, fills the air with all this unhealthy smoke. In this case, how did the plaintiffs actually prove that the climate change effects, like the smoke, is actually Montana's fault? Yeah. So Montana does play its part in carbon emissions. It has a number of coal mines, a few oil and gas projects. And here's what the lawyers won on. They said that Montana has a state constitution which guarantees a clean and healthy environment for its citizens. And the lawyers said that Montana's policies were dropping the ball on that. The judge agreed. And by the way, this was not a jury trial. So you said this trial was the first of its kind. Do you think it's going to kick off a trend, like a viral TikTok trend of kids suing their state governments all over the country? These kids were represented by an environmental law firm out of Oregon called Our Children's Trust. And they've been filing lawsuits like this in every state. There's actually going to be another one in Hawaii that's set to go to trial next year, as well as one in Oregon, too. It makes me wonder how the Hawaii case might change now with everything going on. Yeah. It's very apt. And the case in Hawaii and the one in Oregon, they're all arguing essentially the same thing, right? That the government's failure to curb greenhouse gas emissions is creating a dangerous future for kids. I can't imagine that these state governments like Montana are going to change all these regulations without a fight. So do you see this getting kicked up to Montana's Supreme Court, State Supreme Court, and then all the way up to US Supreme Court? That would be pretty unlikely because the lawsuit is focused on the state constitution rather than a larger federal issue. But Montana is definitely going to appeal. They've called the ruling absurd and said that even if Montana completely transformed its economy to a net zero one, it would barely make a dent in global greenhouse gas emissions. But I do want to mention that the trial in Oregon, right? That actually is against the US government. And so there's a chance that one could end up in the US Supreme Court. So keep your eyes open for that. This episode was produced by Corey Bridges with Engineering by Robert Rodriguez. Our fact checker is Ciro Juarez and our editor is Kate Kincannon. And the indicator is a production of NPR."}, "podcast_summary": "Podcast Information:\n- Name: The Indicator from Planet Money\n- Episode: \"Indicators of the Week\"\n- Release Date: Not mentioned\n- Hosts: Wayland Wong and Adrian Ma\n- Special Guest: Nate Hedgie, host of the podcast Outside In\n\nSummary:\n- The episode discusses three climate-related indicators as part of the one-year anniversary of the Inflation Reduction Act.\n- The first indicator is the expected increase in U.S. demand for cobalt, nickel, lithium, and copper due to the incentives provided by the act for clean energy production and energy-efficient technologies.\n- The second indicator highlights the potential increase in sovereign debt costs for countries due to climate change. A study suggests that annual interest payments could rise by $45 billion to over $200 billion, impacting credit ratings and borrowing costs.\n- The third indicator focuses on a lawsuit filed by 16 kids and teens against the Montana state government. They argued that the state's energy policies put their health at risk. The lawsuit was successful in making the state consider climate change when approving new fossil fuel projects. Similar lawsuits have been filed in other states by environmental law firm Our Children's Trust.\n\nPlease note that the release date of the podcast episode is missing from the provided information.", "podcast_guest": {"name": ""}, "podcast_highlights": "\"Montana has a state constitution which guarantees a clean and healthy environment for its citizens. And the lawyers said that Montana's policies were dropping the ball on that.\""}