{"podcast_details": {"podcast_title": "Y Combinator", "episode_title": "Will OpenAI Kill All Startups?", "episode_image": "https://d3t3ozftmdmh3i.cloudfront.net/staging/podcast_uploaded_nologo/23401959/647c5e56d3f5e1e7.jpeg", "episode_transcript": " This is Michael Seibel with Dalton Caldwell, and today we're going to talk about how OpenAI is going to kill all startups. This is our last video. Might as well pack it in. What's up? OpenAI is going to do this. They're going to make the videos next week. Yes. We're the next video. Next week will be AI Dalton and AI Michael. Yeah, AI. You're right. Do in our video for us. And do a better job than us. Yes. What do they call it? It's not a deep fake. It's like a complete AI recreation. Yes. Yes. We're done. Well, it's been fun. So let's talk about how that happened. Right? So I think to start, people need to understand that companies like OpenAI, Anthropic, et cetera, they're actually trying to build AGI. They're not trying to build the AI-powered CRM or better search. They're trying to build AGI. And this is not a debate. We're not going to talk about whether they're going to succeed at building AGI. Yeah, there's plenty of videos, and there's plenty of experts that are better experts than us to debate whether AGI is about to be created. And I kind of bring this up. Have you heard of Godwin's Law? Please. In an internet debate, when there's people arguing with each other, and one person calls the other person a Nazi, the debate is over. And no good is forcing money. There's nothing productive after. It just means it's over. And so where I'm going with this is once we start talking about how AI could become God, and we have Skynet, and take all the things, and we upload to the matrix, I'm arguing nothing useful will happen. Like, that conversation is over without a person. We can't help you in this video about that. Whether or not Skynet is coming is outside the scope of this video. And we would love to talk about it, but we don't have the expertise. They should listen. Someone else is the expert on that, not us. So what can we talk about then? I think it's this. There's a lot of history to learn from about when major technological changes have come out. And to the extent this is a major technological change, as opposed to we're all going to get uploaded to the matrix or whatever, there's a lot to learn from history. And so this is where, when founders do ask us advice on what they should be thinking about with AI, or how will AI affect their startups or Airboys, open AI going to kill all their startups, we have a lot to say about that, or we have a lot of suggestions to look from history. So why don't you list some of the? Yeah, so I mean, when you look at major innovations, talk about farming or modern farming, you talk about electricity, talk about the internet. I think what's been so interesting as a trend is how many businesses it's enabled, right? Like the number of businesses increased. And then the second trend is how startups were relatively advantaged versus incumbents. Like the greater the technology change and the shorter the period of time, the more startups are advantaged. And like the whole history of the internet is amazing. There's a whole industry around starting about funding startups because so many innovations happened so quickly and so many companies disrupted so quickly. So there is clear, clear precedent to a major new technology trend creating opportunity for startups. If history repeats, as it tends to, somebody who's smart is looking at these tools today saying, holy crap, real problems can be solved right now that couldn't be solved six to 12 months ago. I think it's interesting because you're seeing this in a lot of conversations with founders right now, right? Like let's talk about who is choosing to start a company in this phase and what we can learn from them. Yeah, a couple of things. So one, there's a difference between cargo culting AI and actually using AI to build better features. Yes. And so let's talk about the difference. Cargo culting AI is to say, we have AI. And it's like tangential to what you're doing. You're just saying it to raise money. It doesn't help your customers. It doesn't improve your product, whatever. But we are seeing people adding AI features that dramatically increase retention, that dramatically increase the quality of the product, that make it much easier to charge for it. And that stuff is real. And that is not hype. That's not bullshit. That's real. This is like when people first started launching apps. When the App Store came out, apps were actually good. There was a hype cycle around apps. And a lot of people were cargo culting apps. But building a high quality mobile app that increased the retention of your users. Incredible. Facebook almost died because they didn't do it fast enough. Exactly. Yeah. I think if you look at, I don't know, we saw from our generation's founders, we saw open source and cloud computing come out. And think about cloud computing. If someone was like, oh, this cloud computing thing is hype, or like, we're not going to have cloud computing because it's just a thing VCs want to hear. You know what I'm saying? Like there was sometimes people, you remember these people, who were like haters on cloud computing because it was overly hyped. Yeah. But that's missing the plot. Yeah. Just because it was overly hyped didn't mean you shouldn't put on your thinking cap. Well, it didn't mean you should be like, hey, should we be running some of this stuff from a cloud instead of running our own servers? Yeah. Well, and I think that this is a big, there's a big difference. And we've now seen both, right? I think that we've seen the kind of fintech boom and the crypto boom, where the people attracted to them were slightly different. Yeah. And as tools, they just weren't as useful. Whereas, you know, like giving everyone a Neobank, like for every single flavor. Whereas like we also saw literally during our lifetimes, launching a website with like closed source, expensive tools would cost 5 million bucks. Yep. And then with the similar tools that were better and open source would cost like $50,000. We built our companies on MySQL. Both of us did. Yes. Well, like Postgres. But yeah. You did Postgres? Okay. Postgres, yeah. Ruby Postgres. But regardless, like that shift happened. And then I remember when like you had to buy servers and then wait for them to come and then configure them and then have to get more space in the colo. Like the speed of actually building software was incredible. Some people were like, we're going to keep buying server. Like some people rejected that. Yeah. And so there was a moment in time where it did make sense to jump on the bandwagon and start using Neobank. We were on the bandwagon. But it was actually smart. It wasn't just bullshit hype. It wasn't bullshit hype. It was real. And so I think it's obvious that now AI is clearly going to be a tool as impactful as mobile or open source backends or cloud computing. And then we'll see from there. Right? Like LLMs are clearly that useful. And so it's stupid to not think about how you can make your users more happy, more productive. And again, I think what's funny about this is you and I were in the room when OpenAI was created because we were working at YC with Sam. And we had YC Research. Yeah. And it was a nonprofit. It was meant to be an enabling technology. Exactly. The vision here, you were in the room. It was to be a nonprofit so that all these startup flowers could bloom and all these people could be enabled to create value. And so again, I think sometimes people are afraid of a narrative that OpenAI, maybe that will happen. But the vision was about creating the technology that we harness by other people and by ideally creating AGI, was kind of what his goal was, as opposed to I want to create AI-powered CRMs and I'm going to destroy every startup that's going to create AI-powered CRMs. That was not what we understood. No. Right? No, no, no. I think what's interesting as well when you think about this game is that there are very, very, very well-paid people, and you were pointing this out, very well-paid people who are leaving their jobs and who are starting startups right now because they believe that LLMs are a powerful tool. Yeah. The way I think about this is opportunity, cost, and life. There's people that I've been funding and they have a great job and they actually like their job. Yeah. They're good money. And they're choosing to leave because they know at this moment in history, because they become domain experts at AI, that this is the moment to do a startup. Like this is that. Imagine if you worked on, I don't know, cloud computing for years, and then all of a sudden Amazon Web Services comes out. You're like, oh, this is my... They're calling me in. This is my moment in time. Yes. Yes. And so it's really cool to see these people with all this vast domain expertise that they did before this stuff was cool, realize that this is the moment in time to work on this stuff. Well, and I think that we see a second group of people too, and I feel like those are the people who got the first iPhone when the app store came out and said, I'm going to build an app. Yeah. And it was weird because at that moment, everyone had zero years of experience with the apps. That's exactly right. Well, remember the Brecks founders, what they did when they were like 15 was jailbreak iPhones. Remember all the kids that were doing jailbreaking? This was like a rite of passage to be into this stuff and learn about it because no one knew anything about it. So I think there's like two sets of smart people who are really attracted to this. Really, really smart people who love CS who are like, this is an amazing tool, and I'm going to learn as much about it as possible because most people don't know anything about it. I can get on the ground floor. And then people who have been doing ML for a couple of years who are like, oh my God, all of the things I imagined were going to happen are starting to happen, I can predict the future. That's a perfect time to do a startup. I think what's tricky though is that there are people who don't think that this is a good time. The people who aren't really into CS aren't really excited by the power of LLMs and people who don't have experience with ML at all. And those are the people who just want to make money. And I think what's interesting is in the last couple of cycles, those people have been very attracted to the startup world. How do I make money fast? Yeah. Those people are not being attracted to this. I think that's what makes our jobs so much fun because working with people who want to make startups fast, might make money fast in startups, it's not a great group of folks. Those are harder office hours. Harder. Harder. When we're like, yeah, it'll just take a decade. They're like, no. No. Why don't I do my ICO or something? Whereas this group of people, I mean, it reminds me when people were nerding out about Ruby back in the day. Oh, wow. I'm just excited about what I can build. And when you think about it, this is a perfect time where if you're a creative person and you're an ambitious person, you can do really cool stuff. And we saw this with the iPhone. Yes. You can blow people's minds. Well, again, Uber would not have made sense without the iPhone. And so to me, it's less obvious that everyone's going to build OpenAI competitors. I am worried that all the low-hanging fruit ideas, OpenAI, will just be able to do well enough. But if you go deeper to second level insights, a la Uber after a consequence of the iPhone, second order effects like this from LLMs are going to be amazing. You get what I mean? It wasn't the obvious shit. I'm going to try an analogy out on you. Like FartApps. Remember when I was making FartApps? That wasn't the big business. I would argue that maybe the analogy here was that it was obvious that maps were going to come to the phone. Yeah. It wasn't obvious that Uber was going to come. Right? I agree. And so it was never, whoever would have imagined. And so I definitely think that if you can think second order, and I'll even be charitable. I think sometimes to think second order, you think first order. It's OK if your thing starts as a toy. Like when people are like, oh, this is a thin wrapper on OpenAI, I always laugh because I'm like, OK, is that the destination or the starting point? Yeah. It was a starting point. It reminds me of the old Dropbox as a thin wrapper on top of AWS, on top of S3. Yeah. Oh, I can build this in a weekend. Building this in a weekend is a sure sign that the person doesn't know what the fuck they're talking about. So I will say that if you are absorbing, if your thing is a thin wrapper on OpenAI to start, and you're absorbing hate, ignore those fuckers. That's silly. Understand that many good things started like toys, and make something that customers really love. Yeah. This is a time to be optimistic. This is a time to build cool stuff. And this is not a time to cargo cult, as I said earlier. So superficially copying AI stuff just because it's hot for raising money. Don't do that. No. But if you can really solve customer problems in an amazing way, this is the time. And I think the last point we'll give is that I think that until these big companies solve AGI, it's going to be their first, second, and third goal. And so using the existing tools to make people's lives better, their businesses better, it's not on their list. And getting AGI, one, two, and three most important goals. So that's a huge opportunity for everyone. So look, in conclusion, unless you actually believe in the short term, AGI will be created by OpenAI that will do all the things that's a pulse for us to predict. Yes. OpenAI is not going to kill all the startups. And there's plenty of room to innovate. And maybe we would say that the tools that exist now and the LLMs that are being made available, this could be a explosion of new amazing startups. This could be the moment that we've been waiting for since mobile, where people can actually do cool new things and there aren't just cargo culting. So this should be a moment where everyone's excited, except for the people on Twitter that are very excited. All right, thanks much, Dalton. Thanks. I'll see you later. Thanks for watching!"}, "podcast_summary": "Podcast Information:\n- Name of the podcast: Unknown\n- Name of the episode: OpenAI and Its Impact on Startups\n- Release date: Unknown\n- Hosts: Michael Seibel and Dalton Caldwell\n\nPodcast Summary:\n- OpenAI is working towards building AGI (Artificial General Intelligence), not just AI-powered CRM or better search.\n- The hosts mention that discussions about AI becoming God and the potential devastation caused by Skynet are not productive and outside the scope of their discussion.\n- They believe that major technological changes, such as the advent of farming, electricity, and the internet, have historically created opportunities for startups and disrupted established incumbents.\n- They highlight the importance of distinguishing between \"cargo culting AI\" (using AI as a buzzword without adding real value) and using AI to build features that significantly improve product quality, retention, and user experience.\n- They mention that many well-paid individuals are leaving their jobs to start AI-focused startups due to the belief in the power of LLMs (Large Language Models) and the opportunity offered by the current technological landscape.\n- The hosts emphasize that this is a good time for creative and ambitious individuals to leverage AI and build cool and innovative products that solve real customer problems.\n- They encourage founders and entrepreneurs not to copy AI superficially but to genuinely solve customer problems in novel and effective ways using existing AI tools.\n- They argue that until big companies like OpenAI achieve AGI, their primary focus will be on working towards that goal rather than improving existing tools and solutions, thus leaving room for startups to innovate and create value.\n\n(Note: This is a paraphrased summary of the podcast based on the transcript provided. Due to the lack of specific timestamps and details, some nuances and context may be missed.)", "podcast_guest": {"name": ""}, "podcast_highlights": "\"AI is clearly going to be a tool as impactful as mobile or open source backends or cloud computing.\""}