{"podcast_details": {"podcast_title": "The Memo by Howard Marks", "episode_title": "The Insight: Conversations – Fighting the Fed with Armen Panossian, Danielle Poli, and Megan Messina", "episode_image": "https://content.production.cdn.art19.com/images/cb/23/ab/bd/cb23abbd-3061-4456-a39a-217d1397fd85/b490f2bd2924b5507078be3a3e3703460009a7713a1c1b4cdde30965ca676b7eeeedcd2f57a76ad3627a73f63cdcf8c547ef05945df437c40f16f5002cf5865a.jpeg", "episode_transcript": " Hello, listeners of the memo. The following is an episode of Oak Tree's new podcast, The Insight by Oak Tree Capital. In this new podcast, we present insights from experts across Oak Tree. If you're interested in this type of content, please subscribe to The Insight by Oak Tree Capital wherever you get your podcasts. Welcome to The Insight by Oak Tree Capital. I'm Anna Schimansky, Oak Tree's senior financial writer. And today I'm going to be having three conversations related to Oak Tree's recent performing credit quarterly titled Fighting the Fed. We're going to be talking about the tug of war between fiscal and monetary policy, areas of risk, and also a particular area of opportunity where there happen to be a lot of misconceptions. So for my first conversation, I'm thrilled to be joined by Armin Pinozian, Oak Tree's head of performing credit. Armin, thanks so much for coming on. Thank you for having me. So to begin, Armin, in this piece, you talk about this tug of war between fiscal and monetary policy. I was hoping you could describe that and why you think it's so significant. I think as investors and as just people living in the United States, you assume that the federal government is working very cooperatively and very collaboratively. And therefore, policies that you would see from one apparatus of the government would be consistent with the policies you would see in another part of the government. And I think that assumption is flawed in the current environment, because on the one hand, you have the Biden administration that's passed very significant stimulative spending. There's been over $3 trillion of spending plans that the Biden administration has put forward. There's also the Inflation Reduction Act that has brought about spending in infrastructure, manufacturing capacity. And that spending, all of that spending, trillions of dollars, whether it's in the consumer's hands or through government spending or other types of stimulus, whether it's tax or otherwise, has inflationary pressure to the upside. Now in the meantime, you have inflation that's become a problem because of all of the stimulus that occurred during the pandemic and because of supply chain disruptions that occurred during the pandemic. And as a result, you have the Fed who is trying to tamp down inflation by raising rates at a rapid clip. And so on the one hand, you have the Biden administration that's doing things that have inflationary impacts to them. And then you have the Fed that's trying to go just 180 degrees the opposite direction and trying to control it. The outcome is unknown, but what is a reasonable base case scenario would be that a deep recession is avoided because so much capital is being spent on the construction of infrastructure and manufacturing. So maybe a deep recession is avoided. However, rates stay higher for longer. A sea change shift in the rate environment that results in the deflation of certain types of assets, bubbles that were created during the easy money period following the global financial crisis. And for investors, what are the major implications of this higher for longer scenario? There's both risks and opportunities. The risks are that in the prior three, four, five years, companies were bought or financed under a rate regime that assumed stable rates. As a result, debt balances were put in place that today look bloated. Under the current rate regime with short term rates, about 5%, base rates around 5%, you are seeing a considerable amount of additional equity being invested into companies when they're bought out relative to even two years ago. So you have this opportunity and risk as different sides of the same coin, and it really breaks as to vintage. In the prior vintage, you see businesses that now look over levered. It creates risk and that those businesses, some portion of them can default, creates opportunity in the form of distressed debt that could be an opportunity to buy that same company at a materially lower price than what was paid for in three or four years ago. But in the new vintage, in newly created performing credit, private credit, public credit, but financed under the current rate regime and with the underwriting in mind that a recession is possible. Maybe it's not a deep recession, but a recession nonetheless, then the underwriting around that new investment opportunity is more conservative, it's tighter, and it assumes that the cost of borrowing will remain at this elevated level during the whole period of the new owner of that asset. So that's how investors should really think about this rate regime. How do you think what you just described relates to what the market is currently pricing in? I don't think that the market is taking a very long term view about this rate picture. I think that the market assumes that if inflation becomes under control, which directionally it appears that way, but that if inflation becomes under control, that over time that rates won't rise and maybe they'll even fall. But that second part of that statement, maybe they'll even fall, I think is hopeful or wishful thinking. The reason is inflation becoming under control and GDP growth being positive or roughly at equilibrium, that does not provide a reason for rates to decline. It just provides a reason for rates to not go up at the same rapid clip as it used to. So the expectation around stability in the economy leading to a declining rate environment is a flawed assumption. Therefore, if you could see a situation that there is either no recession or a moderate recession but elevated rates for a very long period of time and defaults in certain rate sensitive asset classes that no one is expecting at the current moment because they're focused on the euphoria of inflation being directionally under control. So there might be a modest decline in interest rates at some point. But as you're saying and as Howard has said as well, it seems like we've shifted back towards honestly what is probably a more normalized interest rate environment as opposed to what we saw for the last 14 years. Absolutely. Having 0% base rates for 10 years is not normal. And in fact, if you look over the last 40 years, we've seen a nearly 2000 basis point reduction in rates. Given where base rates are today, you will not see another 2000. By definition, you can't see another 2000 basis points of decline in rates. So all of these asset bubbles that were inflated over the last 10, 20, 30 years, it's very hard to see how that same level of asset value appreciation could continue. It just stands to reason that as rates bounce off of that low that we saw in 2019 or 2021, that there will be stress, that there will be losses, that there won't be the same level of value appreciation just because of rates. You will actually need to see corporate profit expansion on a real basis, not just on a nominal basis, but on a real basis, growth of corporate profits needs to exceed the rate of inflation for that value appreciation to be on the table again. And it's hard to see that happening in the near term because higher rates also imply less availability of capital or less willingness to take on that capital because the return on your equity investment or the return on your investment in a particular effort becomes more troubled the higher the cost of your borrowing or the higher the cost of your capital. So to end, what would you think should be the main takeaway readers should have from the recent performance credit quarterly? The main takeaway should be that you should always think critically about the political motivations and the economic motivations, the more principled, I think, theories of economy that the Fed employs and how those two may not marry 100% of the time. That is going to result in some investors getting it right and some getting it wrong. The winners and the losers may take some time to show themselves. So being patient and being careful about the short term performance indicators that are backward looking and not being coming too euphoric about that, I think that's an important piece for readers to remember. And then to think about, well, what is the rational expectation that we should have as investors in such a drastic change in the underlying rate assumption that we took for granted for so long? It's just a meaningful shift and we need to be careful about how we navigate that over the course of the medium to longer term. Now for my second conversation, we're going to be digging a little bit deeper into some specific risks and opportunities that Oak Tree is seeing across credit markets today. For this discussion, I'm going to be joined by Danielle Polly, Assistant Portfolio Manager of Oak Tree's Global Credit Strategy. Danielle, thanks so much for joining me. Oh, Anna, thanks for having me. Pleasure's all mine. So Danielle, one of the main takeaways that you and Armin highlight in the recent performing credit quarterly relates to your concerns about companies that have significant floating rate debt. So I was hoping that you could explain what you're seeing and why you think it's so important. So for years, private equity firms have thrived on access to easy credit. Their simplified playbook has been find a company to buy, borrow most of the money to do it, and then cut costs to make a profit. And especially in the last decade leading up to 2022, many private equity backed companies financed their leveraged buyouts by borrowing heavily in both the broadly syndicated loan market and the private credit market, where the majority of this debt has had floating rates. We've seen such a dramatic increase in interest rates since 2022, that it's only inevitable reference rates have gone up together with them and have increased by about 500 basis points. And the result is now companies are facing sharply higher borrowing costs unless they hedged a portion of that interest rate risk. But as we know, a lot of them did not hedge. No, they did not. It's estimated that about two thirds of the $1.4 trillion leveraged loan market was unhedged at the end of 2021, after which hedging costs skyrocketed. And one might wonder why didn't these private equity sponsors hedge? And I think it's understandable given the low rate environment and the fact that interest rates had been declining for so long, they were able to refinance debt at increasingly lower values. And many had not contemplated an environment like we had seen in the 70s or 80s with interest rates so high, given that the last 40 years we've seen declining rates. So I truly don't think it was top of mind, though it should have been and would have been a much cheaper solution to put in place those hedges then. So without those hedges in place, a lot of borrowers were putting in capital structures that are likely going to be unsustainable in this higher interest rate environment. And we have looked at the average leveraged loan, which had a debt to EBITDA ratio of about six times at the end of 2021. And we've looked at the calculation and it's often been made on very aggressive EBITDA adjustments, meaning that the true leverage is probably even higher. And even if these companies don't have near term maturities that might force a default, they can absolutely run into liquidity issues as they seek to service this growing debt burden. This really speaks to something that you and Armin write about in the PCQ, which is this idea that we may see an increase in distress and downgrades and potentially defaults, even if we don't have a massive recession, partly because, as you say, a lot of companies put in place capital structures with the expectation that rates were not going to increase significantly. And then they did. Yeah, I think that's right. To have your interest expense double within a year is really meaningful. And interest coverage ratios have dropped to dangerously low levels for some borrowers, especially when you calculate that with a forward projection of base rates above 5% for a full 12 months. I think given the rapid rise in base rates, any backwards looking projections are going to underestimate the stress that is brewing in the market. Now there is the other side of that. And to be fair, these interest coverage ratios are a statistic that can be manipulated in some ways by lenders. There are available tools like cutting interest expense through PIC interest. There are ways to help companies that don't have fundamental business issues through a cycle. But I think we will expect borrowers to increasingly need these types of concessions from their lenders or ask for additional equity injections from their owners. And as you and Armin note in the piece, we're seeing a very complicated environment right now with all of these competing narratives. So where are you seeing some of the opportunities emerge today? Well, as a result of the trends we just discussed in the floating rate loan market and specifically the need for concessions from lenders or additional equity infusions, I think that we should probably see further limited capital available for new deals. And this creates an interesting supply demand dynamic. It can benefit managers that are not facing legacy portfolio issues, especially those that can fund in size with certainty of execution. Compared to a year ago, I think managers can access more attractive terms with greater investor protections, generally in the form of covenants, which represents a growing shift of power from borrowers to lenders. And this is most pronounced, I think, in the private credit markets. And also in this very complex environment, so much uncertainty, what do you think might be the benefits of being able to allocate across different asset classes? There should be continued opportunities to exploit relative value differences between high yield bonds and senior loans, as well as other asset classes. I think importantly, these opportunities should not only be driven by top down perspective, but importantly, bottom up insights. And I'll share a couple examples. The first senior loans offer larger coupons today than high yield bonds. And the spread is actually the widest that it's been in about 15 years. And as a result in our multi asset portfolios, we're generally adding as much or more exposure to senior loans than high yield bonds. But we're doing so with a significant focus on quality. There is meaningful dispersion by ratings between these two markets. Generally ratings quality is increased in the high yield market while it's fallen pretty rapidly in the loan market. And since we'd prefer to own the highest quality part of the loan market, we have to be really selective in the purchases that we're making. We're also looking at ratings comparisons across different asset classes. So for example, CLOs have historically offered an incremental yield over similarly rated high yield debt. Looking at double B rated CLOs versus double B rated high yield bonds, this premium on average historically over the last 10 years has been around 440 basis points, but today it's at 700 basis points. So a meaningful difference there. And in fact, we can invest in triple B rated or double A rated CLOs that offer similar yields and a similar risk profile to the average of the high yield market, which we think is the decent trade off since investing in CLOs give us diversification, less idiosyncratic risk related to a single credit and also structural protections. What would you say are some of the most important questions that investors are asking today? A lot of investors are asking about timing and what's the right entry point for investing more significantly in the sub investment grade asset classes. I think with rates so low for so long, most investors had to be tactical when investing in high yield bonds, for example, to ensure that it provided them with an adequate return to meet their targets. However, today the average yields of sub investment grade debt are near double digits, high yield a little bit less than that. But historically that's a level associated with equity returns. Back when interest rates were zero, one would have had to take significantly more risk to earn a 10% yield. But today higher interest rates have fundamentally altered this picture and while rates may not be this high in the future, we don't see a clear reason for rates to go back to zero either signaling to us more of a sea change in markets that may make credit investing more favorable for the long term. And do you have any final thoughts? Given the trends that we discussed in the floating rate loan market in particular, I think we should expect to see continued dispersion in terms of performance between issuers. And I think that this dispersion will grow and what it will do is it'll create more of a credit picker's market in which skill and bottom-up fundamental analysis is going to be essential. So finally, I'd like to zero in on one specific area that we highlight in the performing credit quarterly, CLOs or collateralized loan obligations. And to do this, I have the perfect guest, Megan Messina, Oak Trees head of CLO Capital Markets. Megan, thanks so much for joining me. Hi, Anna. Thanks for having me. I want to talk about my favorite subject. Yes. So to begin, I'd like you to describe how the CLO market has changed in the last decade and also specifically how the role of the CLO manager has changed. Great question. Although they've been around since the 1980s, believe it or not, and it's over a trillion dollar market today, there are still quite a few people who are not familiar with a CLO. So collateralized loan obligation, not to be confused with a CDO, is in its most basic form a portfolio of bank loans, a highly diverse portfolio that is managed by an asset manager. It sits within a structure, which is why we call it a CLO. And that structure is there to protect the investors, both in the debt financing and also in the equity. So in terms of looking back and thinking about how the market has evolved or grown, if we go all the way back to the 1980s, CLOs were used as balance sheet CLOs for banks. In the 90s, they became actively managed CLOs and CBOs, but still a very small market. In 2004, when I started in CLOs, there was a shift in asset managers' loan strategies to include the management of CLOs. And from there, the market grew into, like I said, over a trillion dollar market today. The loan manager's role has really changed in terms of starting out as managing a portfolio of loans and then learning really how to manage that portfolio within a structure to today, where that portfolio is actively managed and traded to invest in dislocated and what I would call healthier par markets. And how specifically has the market changed in the last two years as we've seen this massive rise in interest rates? So because we have been in such a benign interest rate environment for so long, the pandemic really brought about a change in the market environment, whereas CLO managers were now investing in loans in not only a rising interest rate environment, but a rapidly rising interest rate environment. And so higher interest rates, especially after a very long period of zero interest rates, is an adjustment. It's an adjustment for companies, but particularly below investment grade companies. And so the job of the asset manager is to really dig deep into their portfolio companies and understand how are the rise in interest rates going to affect those companies company by company? Will they be able to access the capital markets? Will they be able to manage their companies through the adjustment of higher interest rates? What would you say is one of the biggest misconceptions about today's CLO market? Oh, there are so many. Where to start? I would say that the confusion or miscategorization between CLOs and CDOs is probably still top of the list. So CLOs had the unfortunate circumstance of beginning with a C and ending with an O. But at the end of the day, like we started off saying, this is a portfolio bank loans, very diverse, high quality in most cases, even though they're below investment grade, and they're actively managed. And then the important kicker is that the financing that's employed in a CLO is non mark to market. So this is term financing that is not affected by the price in the underlying loan portfolio. And so what does that mean? That means that when we go through periods of dislocation and there is volatile movement in the underlying loan assets, there is no case in which the CLO will be a for seller of those loans, which is the opposite of CDOs. And we saw that through the GFC. So one of the things that people who talk about the CLO market often refer to is the CLO arbitrage. So I'd like you to just explain what that is and also how it's been affected by this massive change in interest rates. When we look back in history at CLOs, there was an arbitrage opportunity for the cash flow. You were investing in a portfolio of loans, typically a PAR, and you were financing those loans. So the difference between your cost of financing and the interest coming off your loan portfolio levered typically 10 times was the arbitrage opportunity. And that was essentially where you would be generating your profit, not by any capital appreciation of the underlying loans. That's correct. So today, because loans are trading at a discount, you have the opportunity for capital appreciation in the underlying portfolio at the time of call, whenever that is, whether it be the first call in two years or thereafter. One of the things that is noted in the performing credit quarterly section on CLOs is that as a CLO equity investor, you essentially have these options that you get with your investment. And recently, they become a lot more valuable. So could you just describe what those are and why they become more valuable? They're very valuable. And there are two options that what we call the control equity investor owns. And so what is the control equity investor? It is the majority of equity within a CLO controls the deal. And so those options are the call and a refinancing option. So typically, CLOs have a five year reinvestment period with a two year non call. And at that two year point, the control equity investor owns the option to call the deal or to refinance the debt. And so in essence, what happens is if you are buying your loans at a discount, like that opportunity exists today, you could have a capital appreciation opportunity in two years where you call the deal and liquidate the portfolio at a profit. Or if interest rates have come down in those two years, you can refinance your cost of capital. Understood. So basically, in the past, when you were buying at par, that ability to call or essentially liquidate the portfolio in a few years wasn't as valuable. And similarly, if interest rates were very low and you weren't expecting them to go down further, again, not as valuable as the situation we're seeing now. Correct. One of the things I've heard you say multiple times when I've spoken with you is that the term CLO equity is a misnomer. So I'd like you to explain that. Yeah, this is something that I've been on for a bit. So CLO equity got its name because really it is the capital in the deal. So there is an investor with capital that looks to the CLO market for financing to invest in a portfolio of bank loans. We call CLO equity equity. However, the legal term is subordinated notes. And the underlying portfolio is, quote unquote, fixed income. That's floating rate. Bank loans sit at the top of the company's capital structure. And the majority of CLO investments are first lien. And so all of the cash flow that's coming to the equity or subordinated notes is coming from debt. So it's not like when you're an equity holder in a company. And here, while it's called equity, it's based on loans that are at the top. That's correct. It is first loss in a CLO structure. So the first loss that the portfolio takes is taken by the equity. However, you're not the lowest in the capital structure in a company's capital structure. So we're recording this in mid-July 2023. And we're in the midst of another credit market rally. But obviously, in the last 16 months, we've seen a lot of volatility, and I think it's reasonable to anticipate looking forward that we could continue to see some volatility. So how do you think a CLO equity investor should consider a market dislocation? As an opportunity. First of all, you want to be investing with a manager who has a long proven track record across cycles successfully managing credit. This is a credit picker's market. So that's number one. You have to be investing with a manager who has the ability to take advantage of opportunities and knows when it's an opportunity. Because CLOs are investing over a five-year period, you're going to go through, you know, mini cycles, whether they be industry specific or potentially large scale issues like the pandemic. And that non mark to market or term financing allows the manager to invest in discounted loans, because CLOs are constantly paying off refinancing, and the managers constantly reinvesting, you can take advantage of those opportunities as they come up. And going back to the arbitrage opportunity, we continue to see an opportunity to invest in a portfolio of loans with high cash flow. And that capital appreciation opportunity from investing in the portfolio of loans at a discount has presented itself as an additional benefit to investing in CLOs. As you mentioned, loans are trading at a discount to par. And obviously, part of the reason for that is because of concerns about credit quality in the loan market. So I was hoping you could speak a little bit more about that. Absolutely. So we have seen loans trading at a discount to par for two to three years. And let me also point out that the loan market is very bifurcated. So you have loans that I would consider CLO eligible or the haves and the have nots. So the higher quality loans that CLOs invest in typically trade closer to par. And then you have the weaker B3B minus or even triple C loans that CLOs are not actively investing in. And that creates a very wide dispersion between the two. So why are loans trading below par more now than they have in the past? One would be credit deterioration, credit concerns from a rapid rise in interest rates, meaning how will below investment grade companies adjust to a higher interest rate environment? Will they be able to access the capital markets? Will they be able to make the necessary cuts to manage their companies through an adjustment to a higher interest rate environment? The expectation for higher defaults and lower recoveries. If you look across investment bank research, you'll find that the average expectation for defaults this year into next year is probably around three to four percent. That's a market expectation. That's not a CLO specific expectation. So going back to the benefits to CLOs, one of them is that they're actively managed. And so knowing your manager through performance, through behavior, through management style is critically important, but also understanding what has their default and loss experience looked like over time. Right. And you see these aggregate figures for the entire loan market, but that obviously doesn't mean that any specific CLO manager is going to have that default rate in their portfolio. Well, they certainly shouldn't. They're being paid a management fee to actively manage the loans within a structure. And remember that a CLO structure protects the portfolio. It's self-healing or self-protective so that the manager has to manage certain tests in order to keep the portfolio at high quality. Could you speak a little bit more about that self-protection quality? Absolutely. There are several what we call collateral quality tests that exist within a CLO. And they, without going into too great detail, make sure that the portfolio stays at a certain credit quality. So there are rating agency or rating credit quality tests. There are tests for a maximum amount of triple C's that you can have in a portfolio. There are over collateralization tests so that the portfolio has to be over collateralized by a certain percentage. And when those thresholds are breached, the manager will fail tests and the manager's job is to get those tests back into compliance. So all of this to say that the manager is constantly managing up in quality. Understood. And I think something you said there is also really important related to something you said at the beginning about how CLOs and CDOs are different, that when a CLO manager breaches one of these tests, it's not as though they need to start selling. It's just that the cash flows are redirected. That's correct. At some point, they're redirected. But there is a buffer and a period of time where the manager can get the deal back into compliance. And so this act of management really can be defined in many ways. It can be defined as creating cash flow for equity. It can be defined in terms of creating trading gains in the portfolio. And it can be defined by the manager being aware of the CLOs tests and keeping those in compliance. Finally, as you look at the CLO market now, what do you think about the opportunity? I think in the current environment, the opportunity is to focus on high quality bank loans that happen to be trading at a discount. The opportunity continues to be for high cash flow, but also total return as well. So because equity investors own the two very valuable options that we already talked about, calling the deal hopefully at a premium or refinancing at a lower cost of debt really enables you to invest the portfolio through dislocations, focusing on quality with the potential for capital appreciation in the future. Great. Well, I think that is an excellent place to end. So thank you so much for joining me. Thank you, Hannah. Notes and disclaimers. This recording and the information contained herein are for educational and informational purposes only and do not constitute and should not be construed as an offer to sell or a solicitation of an offer to buy any securities or related financial instruments. Responses to any inquiry that may involve the rendering of personalized investment advice or affecting or attempting to affect transactions and securities will not be made absent compliance with applicable laws or regulations, including broker dealer, investment advisor, or applicable agent or representative registration requirements or applicable exemptions or exclusions therefrom. This recording, including the information contained herein, may not be copied, reproduced, republished, posted, transmitted, distributed, disseminated, or disclosed in whole or in part to any other person in any way without the prior written consent of Oak Tree Capital Management LP, together with its affiliates, Oak Tree. By accepting this document, you agree that you will comply with these restrictions and acknowledge that your compliance is a material inducement to Oak Tree providing this document to you. This recording contains information and views as of the date indicated, and such information and views are subject to change without notice. Oak Tree has no duty or obligation to update the information contained herein. Further, Oak Tree makes no representation and it should not be assumed that past investment performance is an indication of future results. Moreover, wherever there is the potential for profit, there is also the possibility of loss. Certain information contained herein concerning economic trends and performance is based on or derived from information provided by independent third-party sources. Oak Tree believes that such information is accurate and that the sources from which it has been obtained are reliable. However, it cannot guarantee the accuracy of such information and has not independently verified the accuracy or completeness of such information or the assumptions on which such information is based. Moreover, independent third-party sources cited in these materials are not making any representations or warranties regarding any information attributed to them and shall have no liability in connection with the use of such information in these materials. Copyright 2023 Oak Tree Capital Management LP."}, "podcast_summary": "Podcast Information:\n\n- Podcast Name: The Insight by Oak Tree Capital\n- Episode Name: Fighting the Fed\n- Release Date: Unknown\n- Hosts: Anna Schimansky (Oak Tree's senior financial writer), Armin Pinozian (Oak Tree's head of performing credit), Danielle Polly (Assistant Portfolio Manager of Oak Tree's Global Credit Strategy), Megan Messina (Oak Tree's head of CLO Capital Markets)\n\nPodcast Summary:\n\n- The podcast discusses the tug of war between fiscal and monetary policy in the current economic environment in the United States.\n- The Biden administration has implemented significant stimulative spending, leading to inflationary pressure.\n- The Federal Reserve is trying to control inflation by raising rates, creating a conflicting policy stance.\n- The outcome of these policies is uncertain, but there is a possibility of higher rates for longer and the deflation of certain asset bubbles.\n- The higher rates could lead to risks and opportunities for investors, with bloated debt balances in certain companies presenting risks and distressed debt opportunities.\n- Companies with significant floating rate debt are a concern, as the rapid rise in interest rates increases borrowing costs.\n- Companies that did not hedge their interest rate risk may face liquidity issues and risk default.\n- There are opportunities for investors in the current market, such as exploiting relative value differences between high yield bonds and senior loans.\n- CLOs (collateralized loan obligations) are discussed as an area of opportunity, with the ability to invest in discounted loans and the potential for capital appreciation.\n- The importance of understanding the role of CLO managers and their track records in managing credit is emphasized.\n- The CLO market is differentiated from CDOs (collateralized debt obligations), with CLOs being actively managed, non-mark-to-market, and providing self-protection through structure and tests.\n- Despite concerns about credit quality in the loan market, the opportunity in CLOs lies in focusing on high-quality bank loans trading at a discount and the potential for total return.\n\nNote: The podcast episode does not provide specific dates or names of the hosts.", "podcast_guest": {"name": ""}, "podcast_highlights": "\"There are so many misconceptions about CLOs, especially the confusion between CLOs and CDOs. CLOs are actively managed portfolios of highly diverse bank loans, and the financing employed is non-mark-to-market, making them fundamentally different from CDOs.\""}